[
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 1,
    "area": "linguagens",
    "disciplina": "portugues",
    "habilidade": "H15",
    "enunciado": "A obra de Machado de Assis revolucionou a literatura brasileira do século XIX ao introduzir técnicas narrativas inovadoras, como o uso do narrador não confiável e a quebra da quarta parede. Em \"Dom Casmurro\", publicado em 1899, o autor questiona a própria natureza da verdade e da memória.\n\nConsiderando o contexto literário brasileiro e as características do Realismo, qual elemento diferencia a obra machadiana das produções românticas anteriores?",
    "alternativas": {
      "A": "A idealização da natureza brasileira como cenário principal das narrativas",
      "B": "O foco na análise psicológica profunda dos personagens e suas contradições",
      "C": "A exaltação dos valores nacionais e do heroísmo individual",
      "D": "A utilização de linguagem rebuscada e distante da realidade cotidiana",
      "E": "A predominância do sentimentalismo e da emoção sobre a razão"
    },
    "gabarito": "B",
    "dificuldade": "medio"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 2,
    "area": "matematica",
    "disciplina": "matematica",
    "habilidade": "H21",
    "enunciado": "Uma empresa de logística precisa transportar 1.500 caixas de um depósito para uma loja. Ela dispõe de dois tipos de caminhões:\n\n• Caminhão tipo A: capacidade de 60 caixas, custo de R$ 180,00 por viagem\n• Caminhão tipo B: capacidade de 90 caixas, custo de R$ 240,00 por viagem\n\nA empresa quer minimizar o custo total do transporte, utilizando o menor número possível de viagens. Quantos caminhões de cada tipo devem ser utilizados para transportar todas as caixas com o menor custo?",
    "alternativas": {
      "A": "5 caminhões tipo A e 15 caminhões tipo B",
      "B": "10 caminhões tipo A e 10 caminhões tipo B",
      "C": "15 caminhões tipo A e 5 caminhões tipo B",
      "D": "0 caminhões tipo A e 17 caminhões tipo B",
      "E": "25 caminhões tipo A e 0 caminhões tipo B"
    },
    "gabarito": "D",
    "dificuldade": "medio"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 3,
    "area": "ciencias_natureza",
    "disciplina": "biologia",
    "habilidade": "H12",
    "enunciado": "A fotossíntese é o processo pelo qual os organismos autotróficos convertem energia luminosa em energia química. Durante este processo, ocorrem duas etapas principais: a fase clara (reações de claro) e a fase escura (ciclo de Calvin).\n\nNa fase clara da fotossíntese, que ocorre nos tilacoides dos cloroplastos, qual é o principal evento que permite a síntese de ATP e NADPH?",
    "alternativas": {
      "A": "A fixação de CO₂ pela enzima RuBisCO",
      "B": "A fotólise da água e o transporte de elétrons pela cadeia transportadora",
      "C": "A redução do NADP+ através da fermentação",
      "D": "A quebra da glicose em piruvato no citoplasma",
      "E": "A síntese de amido nos estromatos dos cloroplastos"
    },
    "gabarito": "B",
    "dificuldade": "medio"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 4,
    "area": "ciencias_humanas",
    "disciplina": "historia",
    "habilidade": "H8",
    "enunciado": "A Revolução Industrial, iniciada na Inglaterra no século XVIII, transformou profundamente as estruturas sociais e econômicas da Europa. O surgimento das fábricas e a mecanização da produção geraram novas classes sociais e conflitos.\n\nEntre as consequências sociais da Revolução Industrial, destaca-se:",
    "alternativas": {
      "A": "O fortalecimento das corporações de ofício medievais",
      "B": "A diminuição do êxodo rural e valorização do trabalho agrícola",
      "C": "O surgimento do proletariado urbano e das péssimas condições de trabalho",
      "D": "A dissolução completa da burguesia como classe social",
      "E": "O fim dos conflitos entre diferentes classes sociais"
    },
    "gabarito": "C",
    "dificuldade": "facil"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 5,
    "area": "linguagens",
    "disciplina": "ingles",
    "habilidade": "H5",
    "enunciado": "Read the text below:\n\n\"Climate change is one of the most pressing challenges facing humanity today. Scientists warn that without immediate action to reduce greenhouse gas emissions, global temperatures could rise by more than 2°C by the end of the century, leading to catastrophic consequences for ecosystems and human societies alike.\"\n\nAccording to the text, what is the main concern regarding climate change?",
    "alternativas": {
      "A": "The complete elimination of all greenhouse gases",
      "B": "The potential temperature increase and its devastating effects",
      "C": "The immediate solution already implemented by scientists",
      "D": "The benefits of global warming for agriculture",
      "E": "The decrease in global temperatures over the century"
    },
    "gabarito": "B",
    "dificuldade": "facil"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 6,
    "area": "matematica",
    "disciplina": "matematica",
    "habilidade": "H25",
    "enunciado": "Em uma pesquisa com 500 estudantes sobre preferências de transporte para ir à escola, obteve-se os seguintes dados:\n\n• 250 usam ônibus\n• 180 usam bicicleta\n• 150 usam carro\n• 80 usam ônibus e bicicleta\n• 60 usam ônibus e carro\n• 50 usam bicicleta e carro\n• 30 usam os três meios de transporte\n\nQuantos estudantes não usam nenhum desses três meios de transporte?",
    "alternativas": {
      "A": "50",
      "B": "80",
      "C": "100",
      "D": "120",
      "E": "150"
    },
    "gabarito": "C",
    "dificuldade": "dificil"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 7,
    "area": "ciencias_natureza",
    "disciplina": "quimica",
    "habilidade": "H17",
    "enunciado": "O pH é uma medida da acidez ou basicidade de uma solução, sendo calculado pelo logaritmo negativo da concentração de íons H⁺. Uma solução ácida tem pH menor que 7, enquanto uma solução básica tem pH maior que 7.\n\nUma solução possui concentração de íons H⁺ igual a 1 × 10⁻⁵ mol/L. Qual é o pH dessa solução e sua classificação?",
    "alternativas": {
      "A": "pH = 5, solução ácida",
      "B": "pH = 5, solução básica",
      "C": "pH = 9, solução básica",
      "D": "pH = 7, solução neutra",
      "E": "pH = -5, solução fortemente ácida"
    },
    "gabarito": "A",
    "dificuldade": "medio"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 8,
    "area": "ciencias_humanas",
    "disciplina": "geografia",
    "habilidade": "H11",
    "enunciado": "A urbanização brasileira intensificou-se a partir da década de 1950, com o processo de industrialização e o êxodo rural. Esse fenômeno gerou o crescimento acelerado das cidades, especialmente das regiões metropolitanas.\n\nEntre os problemas socioambientais decorrentes da urbanização acelerada no Brasil, NÃO se inclui:",
    "alternativas": {
      "A": "A formação de favelas e assentamentos irregulares",
      "B": "O aumento da poluição atmosférica e sonora",
      "C": "A diminuição da concentração fundiária rural",
      "D": "O comprometimento dos recursos hídricos urbanos",
      "E": "A impermeabilização do solo e aumento de enchentes"
    },
    "gabarito": "C",
    "dificuldade": "medio"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 9,
    "area": "ciencias_natureza",
    "disciplina": "fisica",
    "habilidade": "H19",
    "enunciado": "Um carro de massa 1.000 kg parte do repouso e atinge a velocidade de 72 km/h (20 m/s) em 10 segundos. Considerando que a aceleração é constante, calcule a força resultante que atuou sobre o carro durante esse intervalo de tempo.",
    "alternativas": {
      "A": "500 N",
      "B": "1.000 N",
      "C": "2.000 N",
      "D": "5.000 N",
      "E": "10.000 N"
    },
    "gabarito": "C",
    "dificuldade": "medio"
  },
  {
    "ano": 2023,
    "prova": "2023_primeira_aplicacao",
    "numero": 10,
    "area": "ciencias_humanas",
    "disciplina": "filosofia",
    "habilidade": "H26",
    "enunciado": "Platão, filósofo grego do século IV a.C., desenvolveu a Teoria das Ideias, segundo a qual existe um mundo inteligível, das formas perfeitas, e um mundo sensível, das cópias imperfeitas. Para Platão, o conhecimento verdadeiro só pode ser alcançado através da razão.\n\nDe acordo com a filosofia platônica, qual é a relação entre o mundo sensível e o mundo das ideias?",
    "alternativas": {
      "A": "O mundo sensível é superior ao mundo das ideias, pois é concreto e palpável",
      "B": "Ambos os mundos são idênticos e não há diferença entre eles",
      "C": "O mundo sensível é uma imitação imperfeita do mundo das ideias",
      "D": "O mundo das ideias não existe, apenas o mundo sensível é real",
      "E": "O acesso ao mundo sensível é impossível para os seres humanos"
    },
    "gabarito": "C",
    "dificuldade": "facil"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 1,
    "area": "linguagens",
    "disciplina": "portugues",
    "habilidade": "H18",
    "enunciado": "O Modernismo brasileiro, iniciado com a Semana de Arte Moderna de 1922, rompeu com os padrões estéticos tradicionais e buscou criar uma identidade artística genuinamente nacional.\n\nQual das seguintes características define melhor o movimento modernista no Brasil?",
    "alternativas": {
      "A": "A valorização da métrica rigorosa e das formas poéticas clássicas",
      "B": "A ruptura com o academicismo e a liberdade formal na criação artística",
      "C": "O retorno aos temas e formas do Romantismo do século XIX",
      "D": "A negação completa de qualquer influência das vanguardas europeias",
      "E": "A manutenção dos valores conservadores da Belle Époque brasileira"
    },
    "gabarito": "B",
    "dificuldade": "facil"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 2,
    "area": "matematica",
    "disciplina": "matematica",
    "habilidade": "H22",
    "enunciado": "Uma piscina retangular tem 10 metros de comprimento, 5 metros de largura e profundidade constante de 2 metros. Ela será preenchida com água usando uma mangueira com vazão de 500 litros por hora.\n\nConsiderando que 1 m³ = 1.000 litros, quanto tempo será necessário para encher completamente a piscina?",
    "alternativas": {
      "A": "50 horas",
      "B": "100 horas",
      "C": "150 horas",
      "D": "200 horas",
      "E": "250 horas"
    },
    "gabarito": "D",
    "dificuldade": "facil"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 3,
    "area": "ciencias_natureza",
    "disciplina": "biologia",
    "habilidade": "H14",
    "enunciado": "A teoria da evolução por seleção natural, proposta por Charles Darwin, explica como as espécies se modificam ao longo do tempo através da sobrevivência diferencial dos indivíduos mais adaptados ao ambiente.\n\nQual dos seguintes exemplos melhor ilustra o processo de seleção natural?",
    "alternativas": {
      "A": "A alteração da cor da pelagem de um animal durante o inverno",
      "B": "O aumento da frequência de bactérias resistentes a antibióticos em uma população",
      "C": "A modificação do comportamento de um animal através de treinamento",
      "D": "O crescimento de uma planta em direção à luz solar",
      "E": "A regeneração de tecidos após uma lesão"
    },
    "gabarito": "B",
    "dificuldade": "medio"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 4,
    "area": "ciencias_humanas",
    "disciplina": "sociologia",
    "habilidade": "H24",
    "enunciado": "Max Weber, sociólogo alemão, desenvolveu o conceito de ação social, classificando-a em quatro tipos: racional com relação a fins, racional com relação a valores, afetiva e tradicional.\n\nUm indivíduo que frequenta uma igreja todos os domingos porque foi educado dessa forma, seguindo os costumes de sua família, está realizando uma ação social do tipo:",
    "alternativas": {
      "A": "Racional com relação a fins",
      "B": "Racional com relação a valores",
      "C": "Afetiva",
      "D": "Tradicional",
      "E": "Irracional"
    },
    "gabarito": "D",
    "dificuldade": "facil"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 5,
    "area": "linguagens",
    "disciplina": "espanhol",
    "habilidade": "H6",
    "enunciado": "Lea el texto:\n\n\"El cambio climático representa uno de los mayores desafíos de nuestro tiempo. Los científicos advierten que es necesario tomar medidas urgentes para reducir las emisiones de gases de efecto invernadero y evitar consecuencias catastróficas para el planeta.\"\n\n¿Cuál es el mensaje principal del texto?",
    "alternativas": {
      "A": "El cambio climático ya no es un problema relevante",
      "B": "Es urgente actuar para reducir las emisiones contaminantes",
      "C": "Los científicos niegan la existencia del cambio climático",
      "D": "Las consecuencias del cambio climático son beneficiosas",
      "E": "No hay solución posible para el problema ambiental"
    },
    "gabarito": "B",
    "dificuldade": "facil"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 6,
    "area": "matematica",
    "disciplina": "matematica",
    "habilidade": "H23",
    "enunciado": "Uma função do segundo grau é dada por f(x) = x² - 4x + 3. Determine as raízes dessa função e o valor mínimo que ela assume.",
    "alternativas": {
      "A": "Raízes: 1 e 3; Valor mínimo: -1",
      "B": "Raízes: -1 e -3; Valor mínimo: 1",
      "C": "Raízes: 2 e 2; Valor mínimo: 0",
      "D": "Raízes: 1 e 3; Valor mínimo: 0",
      "E": "Raízes: 0 e 4; Valor mínimo: 3"
    },
    "gabarito": "A",
    "dificuldade": "medio"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 7,
    "area": "ciencias_natureza",
    "disciplina": "quimica",
    "habilidade": "H16",
    "enunciado": "As ligações químicas podem ser classificadas em iônicas, covalentes e metálicas. As ligações iônicas ocorrem entre metais e não-metais, resultando na transferência de elétrons.\n\nQual das seguintes substâncias apresenta ligação iônica?",
    "alternativas": {
      "A": "H₂O (água)",
      "B": "O₂ (oxigênio)",
      "C": "NaCl (cloreto de sódio)",
      "D": "CH₄ (metano)",
      "E": "CO₂ (dióxido de carbono)"
    },
    "gabarito": "C",
    "dificuldade": "facil"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 8,
    "area": "ciencias_humanas",
    "disciplina": "geografia",
    "habilidade": "H9",
    "enunciado": "O Brasil apresenta grande diversidade climática devido à sua extensão territorial e diferentes fatores geográficos. A Amazônia, por exemplo, possui clima equatorial caracterizado por altas temperaturas e elevada umidade durante todo o ano.\n\nQual fator geográfico NÃO influencia diretamente o clima da região amazônica?",
    "alternativas": {
      "A": "A proximidade da linha do Equador",
      "B": "A presença de extensa cobertura vegetal",
      "C": "A altitude das montanhas andinas",
      "D": "A atuação das massas de ar equatoriais",
      "E": "A influência da corrente marítima fria de Humboldt"
    },
    "gabarito": "E",
    "dificuldade": "medio"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 9,
    "area": "ciencias_natureza",
    "disciplina": "fisica",
    "habilidade": "H20",
    "enunciado": "A energia mecânica de um sistema é a soma das energias cinética e potencial. Em um sistema conservativo, a energia mecânica total permanece constante.\n\nUm objeto de massa 2 kg é lançado verticalmente para cima com velocidade inicial de 10 m/s. Considerando g = 10 m/s², qual é a altura máxima atingida pelo objeto? (Despreze a resistência do ar)",
    "alternativas": {
      "A": "2 metros",
      "B": "5 metros",
      "C": "10 metros",
      "D": "15 metros",
      "E": "20 metros"
    },
    "gabarito": "B",
    "dificuldade": "medio"
  },
  {
    "ano": 2022,
    "prova": "2022_primeira_aplicacao",
    "numero": 10,
    "area": "ciencias_humanas",
    "disciplina": "historia",
    "habilidade": "H7",
    "enunciado": "A independência do Brasil, proclamada em 1822, foi um processo complexo que envolveu diversos fatores políticos, econômicos e sociais. Diferentemente de outras independências na América Latina, o Brasil manteve a monarquia como forma de governo.\n\nQual característica diferencia o processo de independência do Brasil das demais independências latino-americanas?",
    "alternativas": {
      "A": "A ausência total de conflitos armados durante o processo",
      "B": "A manutenção da unidade territorial e do regime monárquico",
      "C": "A participação exclusiva das classes populares no movimento",
      "D": "A imediata abolição da escravidão após a independência",
      "E": "A total independência econômica em relação à Inglaterra"
    },
    "gabarito": "B",
    "dificuldade": "facil"
  }
]
